[
  "omnisearch",
  "text-extractor",
  "duplicate-line",
  "obsidian-rollover-daily-todos",
  "tag-wrangler",
  "obsidian-dictionary-plugin",
  "obsidian-linter",
  "recent-files-obsidian",
  "settings-search",
  "obsidian-pandoc",
  "various-complements",
  "telegram-sync",
  "obsidian-style-settings",
  "obsidian-excel-to-markdown-table",
  "convert-url-to-iframe",
  "obsidian-regex-replace",
  "obsidian-hider",
  "obsidian-plugin-toc",
  "linkshelf",
  "obsidian-image-toolkit",
  "obsidian-statusbar-pomo",
  "cmdr",
  "obsidian-git",
  "script-launcher"
]